Repository: WhoStoleTheTij/pixel
Catalog: var/langs/*/addons/product_variations.po
Languages: no_no

# Addons::name::product_variations
source: Product Variations [Beta]
no_no: Produktvarianter [Beta]

# Addons::description::product_variations
source: Variants of a product that comes in more than one option, such as color or size.
no_no: Varianter av et produkt som er tilgjengelig i mer enn ett valg, for eksempel farge eller størrelse.

# Languages::product_variations.btn_generate
source: Generate variations
no_no: Generer varianter

# Languages::product_variations.generating.title
source: Generating variations: [product]
no_no: Genererer varianter: [product]

# Languages::product_variations.generating.select_variants
source: Select variants
no_no: Velg varianter

# Languages::product_variations.product_type
source: Product variations
no_no: Produkt varianter

# Languages::product_variations.product_type.simple
source: Simple product
no_no: Enkelt produkt

# Languages::product_variations.product_type.variation
source: Product variation
no_no: Produkt variant

# Languages::product_variations.product_type.configurable
source: Configurable product
no_no: Konfigurerbart produkt

# Languages::product_variations.parent_product
source: Parent product
no_no: Overordnede produkt

# Languages::product_variations.variations
source: Variations
no_no: Varianter

# Languages::product_variations.variation_of_product
source: Variation of <a href="[url]">[product]</a>
no_no: Varianter av <a href="[url]">[product]</a>

source: The variation_options field is required for a variation product
no_no: Feltet variation_options er nødvendig for et variant-produkt

# Languages::product_variations.error.product_variation_must_have_parent_product
source: A product variation must have a parent product
no_no: En produkt-variant må ha et overordnet produkt

# Languages::product_variations.error.invalid_variation_options_array
source: The variation_options array is invalid
no_no: Valget for variation_options er ugyldig

# Languages::product_variations.error.product_variation_already_exists
source: A product variation with same variation_code already exists
no_no: En produktvariasjon med samme variation_code eksisterer allerede

# Languages::product_variations.convert_to_configurable_product
source: Convert to configurable product
no_no: Konverter til konfigurerbart produkt

# Languages::product_variations.confirm_convert_to_configurable_product
source: You can't undo this action unless you restore the database from backup or re-create this product as a simple product manually. The option combinations and exceptions (allowed/forbidden combinations) of this product will be lost. Are you sure you want to proceed?
no_no: Du kan ikke angre denne handlingen hvis du ikke gjenoppretter databasen fra sikkerhetskopiering eller gjenoppretter dette produktet som et enkelt produkt manuelt. Alternativ kombinasjonene og unntakene (tillatt / forbudte kombinasjoner) av dette produktet vil gå tapt. Er du sikker på at du vil fortsette?

# Languages::product_variations.convert_to_configurable_product_success
source: Product successfully converted
no_no: Produktet ble vellykket konvertert

# Languages::product_variations.error.configurable_product_must_have_file
source: A downloadable configurable product must have at least one active file for sale.
no_no: Et nedlastbart konfigurerbart produkt må ha minst én aktiv fil for salg.
